Repository: common-repository/remove-media-library
Catalog: languages/remove-media-library-*.po
Languages: es_es

source: Purgue process finished. Please, check output log.
es_es: Proceso de purga terminado. Por favor, compruebe el registro de salida.

source: Invalid nonce specified
es_es: Nonce Inválido

source: Removes files from WordPress Media Library fast and easy
es_es: Este complemento elimina archivos de la biblioteca de medios de WordPress de manera rápida y fácil

source: CAUTION:
es_es: PRECAUCIÓN:

source: Orphan files are files not used on posts, pages nor WooCommerce products, BUT may be used in other parts of your website such as the site logo, widgets or sliders
es_es: Los archivos huérfanos son archivos que no se utilizan en entradas, páginas ni productos de WooCommerce, PERO pueden ser usados en otras partes, como el logo del sitio, widgets o carruseles

source: WP Media trash is
es_es: La Papelera de Medios está

source: ENABLED
es_es: HABILITADA

source: Media files will go to the trash. If necessary, you can recover them from there.
es_es: Los archivos irán a la papelera. Si es necesario, puede recuperarlos desde allí.

source: Disable Media Trash
es_es: Deshabilitar Papelera de Medios

source: WARNING!
es_es: ¡ATENCIÓN!

source: DISABLED
es_es: DESHABILITADA

source: Your files will be deleted PERMANENTLY. Please make a full backup beforehand.
es_es: Sus archivos serán borrados PERMANENTEMENTE. Por favor, haga una copia de seguridad completa antes.

source: Enable Media Trash
es_es: Habilitar Papelera de Medios

source: 1- Select media type
es_es: 1- Seleccione tipos de archivo

source: images (
es_es: imágenes (

source: orphans)
es_es: huérfanos)

source: documents (
es_es: documentos (

source: Please select at least one media type
es_es: Por favor, seleccione por lo menos un tipo de archivo

source: 2- Remove ALL or only ORPHANS?
es_es: 2- ¿Eliminar TODOS o sólo los HUERFANOS?

source: Remove ONLY orphan selected files
es_es: Eliminar sólo los archivos HUERFANOS seleccionados

source: Remove ALL selected files
es_es: Eliminar TODOS los archivos seleccionados

source: Please select REMOVE action
es_es: Por favor, especifique si quiere borrar todos los archivos o sólo lo que no se usan (huérfanos)

source: REMOVE SELECTED FILES!
es_es: ¡ELIMINAR LOS ARCHIVOS SELECCIONADOS!

source: Nothing to do
es_es: Nada que hacer

source: LAST OUTPUT:
es_es: ULTIMA EJECUCION:

source: Remove all media from WordPress Media Library.
es_es: Elimina todos los archivos de WordPress Media Library.
